[GENERAL]
NAME					= עברית
TRANSLATOR				= אורי מעודה
DLG_FONT_NAME				= 
DLG_FONT_SIZE				= 


[TEXT]
TEXT_MESSAGEBOX_OK			= אישור
TEXT_MESSAGEBOX_CANCEL			= ביטול
TEXT_MESSAGEBOX_ABORT			= הפל
TEXT_MESSAGEBOX_RETRY			= נסה שנית
TEXT_MESSAGEBOX_IGNORE			= התעלם
TEXT_MESSAGEBOX_YES			= כן
TEXT_MESSAGEBOX_NO			= לא
TEXT_MESSAGEBOX_CONTINUE		= המשך

TEXT_APP_NAME				= Honeyview
TEXT_BETA				= Beta
TEXT_PORTABLE				= ניידת
TEXT_BUILDNO				= Build#
TEXT_SELECT_FOLDER			= בחר תיקיית
TEXT_ASSOC_IMAGE			= תמונה (${str1}) קובץ
TEXT_ASSOC_RAWIMAGE			= תמונת גלם (${str1}) קובץ
TEXT_ASSOC_EBOOK			= תמונה דחוסה (${str1}) קובץ
TEXT_APP_DESC				= Honeyview הוא מציג תמונות אולטרה מהיר.
TEXT_ABOUTBOX_TAB1			= Honeyview אודות 
TEXT_PHOTOFOLDER_NAME			= Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		= קובץ תמונה
TEXT_OPENFILEDLG_ALLFILE		= כל הקבצים
TEXT_NEW_FOLDER				= תיקיית חדשה
TEXT_TRANSF_FILE_BEGIN_WITH		= Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		= נכשל בהורדת קבצי התקנה נצרכים
TEXT_UPDATE_VERSION_CHECK_FAILED	= נכשל בבדיקת גרסא
TEXT_UPDATE_VERSION_CHECKING		= בדיקת גרסא
TEXT_UPDATE_DOWNLOAD_FAILED		= הורדה נכשלה
TEXT_UPDATE_LATEST_VERSION		= מעודכן
TEXT_UPDATE_DO_DOWNLOAD			= עידכון נצרך
TEXT_UPDATE_DOWNLOAD_COMPLETED		= ההורדה הושלמה

TEXT_MSG_LASTPAGE			= זה התמונה האחרונה
TEXT_MSG_FIRSTPAGE			= זה התמונה הראשונה
TEXT_MSG_NOIMAGEFILE			= אין שום תמונה בקובץ הדחוס
TEXT_MSG_INVALID_PHOTOFOLDER		= בבקשה הגדר את מיקום 'תיקיית התמונות' בהגדרות
TEXT_MSG_CANTOPENARCHIVE		= נכשל בפתיחת הקובץ:
TEXT_MSG_INVALID_ARCHIVE_VERSION	= קובץ זה אינו נתמך. בבקשה עדכן לגרסא אחרונה
TEXT_MSG_INVALID_PASSWORD		= סיסמה שגויה
TEXT_MSG_STRETCHWHENSMALL_ON		= מתיחת תמונות קטנות: מופעל
TEXT_MSG_STRETCHWHENSMALL_OFF		= מתיחת תמונות קטנות: מכובה
TEXT_MSG_CANTOPENBOOKMARK		= נכשל בפתיחת הסימניות
TEXT_MSG_BROKENARCHIVE			= קובץ דחוס זה, פגום
TEXT_MSG_ADDTOBOOKMARK			= הוסף לסימניות: 
TEXT_MSG_LOADRECENTBOOKMARK		= פתח סימניות שנשמרו לאחרונה:
TEXT_MSG_SLIDESHOWSTART			= התחל מצגת: ${TIME}שניות
TEXT_MSG_SLIDESHOWSTOP			= עצור מצגת
TEXT_MSG_ALWAYSONTOP_ON			= תמיד למעלה: מופעל
TEXT_MSG_ALWAYSONTOP_OFF		= תמיד למעלה: מכובה
TEXT_MSG_ZOOMFIX_ON			= תקן קירוב/ריחוק: מופעל
TEXT_MSG_ZOOMFIX_OFF			= תקן קירוב/ריחוק: מכובה
TEXT_MSG_EXTPROGERR_LAUNCH		= פתח עם עורך התמונות
TEXT_MSG_EXTPROGERR_NOTSET		= בבקשה בחר את עורך התמונות בהגדרות (צייר, פוטושופ, וכו')
TEXT_MSG_ARCHIVEBOOKMARK		= זכור את המיקום בתוך קובץ הדחוס:
TEXT_MSG_RESTART_NOTIFY			= תוכנית זו תופעל מחדש
TEXT_MSG_COPY2CLIPBOARD			= הועתק ללוח
TEXT_MSG_COPY2CLIPBOARD_FAILED		= נכשל בהעתקה ללוח
TEXT_MSG_BOOKMARK_EXPORTED		= הלשונית נשמרה
TEXT_MSG_BOOKMARK_EXPORT_FAILED		= נכשל בשמירת הלשונית
TEXT_MSG_BOOKMARK_OPEN_FAILED		= נכשל בפתיחת הלשונית
TEXT_MSG_BOOKMARK_IMPORT_FAILED		= נכשל ביבוא לשוניות
TEXT_MSG_BOOKMARK_IMPORTED		= הלשוניות הובאו בהצלחה
TEXT_MSG_SETWALLPAPER_FAILED		= נכשל בניסיון להגדיר כרקע שולחן העבודה
TEXT_MSG_CANT_OPEN_IMAGE		= אין אפשרות לפתוח קובץ תמונה זה
TEXT_MSG_TRANSFORM_COMPLETED		= העיבוד הושלם
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	= אין אפשרות לפתוח קובץ
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	= אין אפשרות לשמור קובץ
TEXT_MSG_CANT_OPEN_MMF			= MMF אין אפשרות לפתוח (mmf:${str1})
TEXT_MSG_NOTICE_RESTART			= תוכנית זו תופעל מחדש
TEXT_MSG_DELETED			= הוסר

TEXT_ASK_INIT				= ?האם ברצונך לאפס לברירת מחדל
TEXT_ASK_DELETE_IMAGE			= ?האם אתה בטוח שברצונך להעביר קובץ זה לסל המיחזור
TEXT_ASK_DELETE_ARCHIVE			= תמונה נוכחית היא חלק מקובץ דחוס.[br][br]?האם אתה רוצה להסיר את הקובץ הדחוס (${FILENAME})
TEXT_ASK_DELETE_BOOKMARKALL		= ?האם אתה רוצה להסיר את כל הלשוניות השמורות
TEXT_ASK_LAUNCH_ASSOCUI			= עבור Windows 8 או גרסאות מאוחרות, משתמשים נדרשים לשייך את ההרחבה לקבצים באופן ידני. [br][br]?האם ברצונך לשייך את ההרחבה
TEXT_ASK_STOP_BATCH_PROCESSING		= העיבוד נמצא בתהליך. האם אתה רוצה לבטל אותו?

TEXT_FILTERMODE_NONE			= ללא מסנן
TEXT_FILTERMODE_BILINEAR		= מסנן: מרכך
TEXT_FILTERMODE_SHARPEN			= מסנן: מרכך & מחדד

TEXT_SHOWMODE_NONE			= הצג: (100%) גודל מקורי 
TEXT_SHOWMODE_FIT2WINDOW		= הצג: התאם לחלון
TEXT_SHOWMODE_FIT2WIDTH			= הצג: התאם לרוחב
TEXT_SHOWMODE_TWO_L2R			= עמוד כפול חכם (שמאל->ימין)
TEXT_SHOWMODE_TWO_R2L			= עמוד כפול חכם (שמאל<-ימין)

TEXT_NEXTPATH_NOFILE			= הזז תיקייה: אין אפשרות לנווט (בבקשה פתח את הקובץ)
TEXT_NEXTPATH_LASTFOLDER		= התיקייה הבאה: אין אפשרות לנווט
TEXT_PREVPATH_LASTFOLDER		= התיקייה הקודמת: אין אפשרות לנווט
TEXT_NEXTPATH_OPENFOLDER		= התיקייה הבאה:
TEXT_PREVPATH_OPENFOLDER		= התיקייה הקודמת:

TEXT_DELETE				= מחק: 
TEXT_COPY_TO_PHOTOFOLDER1		= (1) העתק לתיקיית תמונות :
TEXT_COPY_TO_PHOTOFOLDER2		= (2) העתק לתיקיית תמונות :
TEXT_MOVE_TO_PHOTOFOLDER1		= (1) העבר לתיקיית תמונות :

TEXT_SELECTFILEDLG_FILELIST		= רשימה
TEXT_SELECTFILEDLG_DATE			= תאריך שינוי
TEXT_SELECTFILEDLG_SIZE			= גודל

TEXT_BOOKMARKEDITDLG_PATH		= מיקום

TEXT_PAGETURNFX_NONE			= ללא אפקטים
TEXT_PAGETURNFX_HV2			= הפוך
TEXT_PAGETURNFX_ALPHA			= הדעך
TEXT_PAGETURNFX_SLIDE			= החלק

TEXT_FILEINFO_FILENAME			= שם קובץ
TEXT_FILEINFO_SIZE			= גודל תמונה
TEXT_FILEINFO_CREATETIME		= תאריך ייצור
TEXT_FILEINFO_MODIFYTIME		= תאריך שינוי
TEXT_FILEINFO_IMGINFO			= פרטי תמונה
TEXT_FILEINFO_ROTATE			= פרטי סבב
TEXT_FILEINFO_ZOOM			= הגדל/ הקטן תמונה

TEXT_EXIF_MAKER				= צור
TEXT_EXIF_MODEL				= מודול תמונה
TEXT_EXIF_SOFTWARE			= תוכנה
TEXT_EXIF_ARTIST			= אמן
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		= זכויות יוצרים
TEXT_EXIF_DATETIME			= תאריך/זמן צילום
TEXT_EXIF_FLASHUSED			= הבזק
TEXT_EXIF_FOCALLENGTH			= אורך מוקד
TEXT_EXIF_FOCALLENGTH_35MM		= 35mm שווה ערך
TEXT_EXIF_EXPOSURETIME			= זמן חשיפה
TEXT_EXIF_EXPOSUREBIAS			= סטיית חשיפה
TEXT_EXIF_APERTUREFNUMBER		= צימצום מספר
TEXT_EXIF_ISOEQUIVALENT			= ISO מהירות
TEXT_EXIF_METERINGMODE			= מצב מדידה
TEXT_EXIF_EXPOSUREPROGRAM		= תוכנית החשיפה
TEXT_EXIF_DISTANCE			= מרחק פוקוס
TEXT_EXIF_GPS				= GPS מידע
TEXT_EXIF_COMMENT			= הערה

TEXT_CUSTOMCMD_NOOPERATION		= אל תעשה שום דבר
TEXT_CUSTOMCMD_FULLSCREEN		= מסך מלא
TEXT_CUSTOMCMD_MAXIMIZE			= מקסימאלי
TEXT_CUSTOMCMD_MINIMIZE			= מינימאלי
TEXT_CUSTOMCMD_PAGESELECT		= בחר תמונה
TEXT_CUSTOMCMD_EXIT			= יציאה
TEXT_CUSTOMCMD_OPEN			= פתח קובץ
TEXT_CUSTOMCMD_OPENFOLDER		= פתח תיקייה
TEXT_CUSTOMCMD_NEXT1			= הבא דף 1 (הצגה כפולה) 
TEXT_CUSTOMCMD_PREV1			= קודם דף 1 (הצגה כפולה)
TEXT_CUSTOMCMD_NEXT			= התמונה הבאה
TEXT_CUSTOMCMD_PREV			= התמונה הקודמת
TEXT_CUSTOMCMD_NEXT_RANDOM		= התמונה האקראית הבאה
TEXT_CUSTOMCMD_PREV_RANDOM		= התמונה האקראית הקודמת
TEXT_CUSTOMCMD_HOME			= תמונה ראשונה
TEXT_CUSTOMCMD_END			= תמונה אחרונה
TEXT_CUSTOMCMD_NEXT10			= הבא תמונה 10
TEXT_CUSTOMCMD_PREV10			= הקודם תמונה 10
TEXT_CUSTOMCMD_SCROLL_UP		= גלול למעלה
TEXT_CUSTOMCMD_SCROLL_DN		= גלול למטה
TEXT_CUSTOMCMD_SCROLL_LEFT		= גלול שמאה
TEXT_CUSTOMCMD_SCROLL_RIGHT		= גלול ימינה
TEXT_CUSTOMCMD_ZOOM_IN			= קרב לפנים
TEXT_CUSTOMCMD_ZOOM_OUT			= קרב לחוץ
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		= העתק לתיקיית התמונות
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		= העבר לתיקיית התמונות
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= (2) העתק לתיקיית התמונות 
TEXT_CUSTOMCMD_NEXTPATH			= קובץ/תיקייה דחוס הבא
TEXT_CUSTOMCMD_PREVPATH			= קובץ/תיקייה דחוס הקודם
TEXT_CUSTOMCMD_CONTEXT_MENU		= תפריט הקשר
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		= הצג מידע - קובץ/EXIF 

TEXT_COMBO_GIF_TRANS_OPTION_0		= מקורי GIF השתמש בלוח צבעי
TEXT_COMBO_GIF_TRANS_OPTION_1		= השתמש בצבע רקע לבן
TEXT_COMBO_GIF_TRANS_OPTION_2		= השתמש ברקע גריד
TEXT_COMBO_GIF_TRANS_OPTION_3		= השתמש בצבע רקע שחור

TEXT_COMBO_LASTFILE_ACTION_NONE		= אל תעשה דבר
TEXT_COMBO_LASTFILE_ACTION_ASK		= שאל
TEXT_COMBO_LASTFILE_ACTION_LOOP		= גש לקובץ הראשון
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	= גש לקובץ/ תיקייה - הבא/הקודם 

TEXT_ASSOC_GROUP0			= פורמטי תמונה המשומשים לעיתים קרובות
TEXT_ASSOC_GROUP1			= פורמטי תמונה חדשים שהוצגו
TEXT_ASSOC_GROUP2			= פרומטי תמונה ללא אובדן של מצלמה
TEXT_ASSOC_GROUP3			= פורמטי קבצי תמונה דחוסים

TEXT_SORT_METHOD_FILENAME		= מיין לפי שם
TEXT_SORT_METHOD_DATE			= מיין לפי תאריך שינוי
TEXT_SORT_METHOD_SIZE			= מיין לפי גודל
TEXT_SORT_METHOD_EXT			= מיין לפי סוג

TEXT_TRANSF_RESIZE_NONE			= אל תשנה גודל
TEXT_TRANSF_RESIZE_KEEPRATIO		= שמור על יחס מקורי
TEXT_TRANSF_RESIZE_FITWIDTH		= התאם לרוחב
TEXT_TRANSF_RESIZE_ADD			= הוסף ריפוד
TEXT_TRANSF_RESIZE_CUT			= חתוך תמונה
TEXT_TRANSF_RESIZE_STRETCH		= מתח תמונה

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		= אוטומטי
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		= PNG

TEXT_BTN_PREV_FOLDER			= תיקיית קודמת ( [ )
TEXT_BTN_NEXT_FOLDER			= תיקייה הבאה ( ] )
TEXT_BTN_PREV_ARCHIVE			= הקובץ הדחוס קודם ( [ )
TEXT_BTN_NEXT_ARCHIVE			= קובץ דחוס הבא ( ] )


[MENU]
MENUSTR_OPEN				= פתח\tF2
MENUSTR_OPENFOLDER			= פתח תיקייה\tF
MENUSTR_CLOSE				= סגור\tF4
MENUSTR_PAGESELECT			= בחר תמונה\tEnter
MENUSTR_OPEN_FILEPOSITION		= הצג בסייר וינדואס\tCtrl+Enter

MENUSTR_FILTER_NONE			= ללא מסנן\tU
MENUSTR_FILTER_BILINEAR			= מרכך\tI
MENUSTR_FILTER_SHARPEN			= מרכך+מחדד\tS

MENUSTR_PAGEMOVE			= ניווט
MENUSTR_PAGEMOVE_NEXT			= תמונה באה\t->
MENUSTR_PAGEMOVE_PREV			= תמונה קודמת\t<-
MENUSTR_PAGEMOVE_HOME			= תמונה ראשונה\tHome
MENUSTR_PAGEMOVE_END			= תמונה אחרונה\tEnd
MENUSTR_PAGEMOVE_NEXT10			= התמונה ה10 הבאה\tCtrl+PageDown
MENUSTR_PAGEMOVE_PREV10			= התמונה ה10 הקודמת\tCtrl+PageUp
MENUSTR_PAGEMOVE_RAND_NEXT		= התמונה האקראית הבאה\tCtrl+Alt+PageDown
MENUSTR_PAGEMOVE_RAND_PREV		= התמונה האקראית הקודמת\tCtrl+Alt+PageUp
MENUSTR_PAGEMOVE_NEXT_PATH		= תיקייה באה/קובץ דחוס\t]
MENUSTR_PAGEMOVE_PREV_PATH		= תיקייה קודמת/קובץ דחוס\t[

MENUSTR_INTERPOLATEMODE			= אינטרפולציה
MENUSTR_INTERPOLATEMODE_BILINEAR	= (מהיר) Bilinear אינטרפולצית 
MENUSTR_INTERPOLATEMODE_BICUBIC		= (איטי, איכות גבוהה) Bicubic אינטרפולצית 
MENUSTR_INTERPOLATEMODE_LANCZOS		= (איטי, איכות גבוהה) Lanczos אינטרפולצית 

MENUSTR_IMAGE_PROCESSING		= אפקטי תמונה
MENUSTR_IMAGE_PROCESSING_NEGATIVE	= הפוך תמונה\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		= פיצוי גאמא\tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		= הפיכה אנכית\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		= הפיכה אופקית\tCtrl+M

MENUSTR_SORT_METHOD			= מיין לפי
MENUSTR_SORT_METHOD_FILENAME		= שם
MENUSTR_SORT_METHOD_DATE		= תאריך שינוי
MENUSTR_SORT_METHOD_SIZE		= גודל
MENUSTR_SORT_METHOD_EXT			= סוג
MENUSTR_SORT_DESCENDING			= סדר יורד

MENUSTR_SHOWMODE			= הצג תמונה
MENUSTR_FILTER_STRETCHWHENSMALL		= מתח תמונות קטנות\tZ
MENUSTR_SHOWMODE_NONE			= (100%) גודל מקורי\t0
MENUSTR_SHOWMODE_STRETCH		= התאם לחלון\t9
MENUSTR_SHOWMODE_FITWIDTH		= התאם לרוחב\t8
MENUSTR_SHOWMODE_TWO_L2R		= עמוד כפול חכם (שמאל->ימין)\t7
MENUSTR_SHOWMODE_TWO_R2L		= עמוד כפול חכם (שמאל<-ימין)\t6

MENUSTR_ZOOM				= Zoom
MENUSTR_ZOOM_IN				= מיקוד פנימה\t+
MENUSTR_ZOOM_OUT			= מיקוד החוצה\t-
MENUSTR_ZOOM_FIX			= תיקון\tCtrl+K
MENUSTR_ZOOM_100			= 100%\t*
MENUSTR_ZOOM_IN_1			= מיקוד פנימה(1%)\tCtrl++
MENUSTR_ZOOM_OUT_1			= מיקוד החוצה(1%)\tCtrl+-

MENUSTR_ROTATION			= סיבוב
MENUSTR_ROTATION_NONE			= אל תסובב\tAlt+Up
MENUSTR_ROTATION_L90			= סובב 90˚ נגד כיוון השעון\tAlt+Left
MENUSTR_ROTATION_R90			= סובב 90˚ עם כיוון השעון\tAlt+Right
MENUSTR_ROTATION_180			= היפוך אופקי\tAlt+Down

MENUSTR_EXIFSHOW_TOGGLE			= קובץ/EXIF מידע \tTAB
MENUSTR_WALLPAPER			= הגדר כרקע שולחן העבודה
MENUSTR_DELETE				= מחק\tDel
MENUSTR_COPY_TO_PHOTOFOLDER		= העתק לתיקיית התמונה\tIns
MENUSTR_EXTPROG0			= פתח עם עורך התמונה\tCtrl+E
MENUSTR_PRINT				= הדפס\tCtrl+P
MENUSTR_COPY2CLIPBOARD			= העתק ללוח\tCtrl+C

MENUSTR_SETTING				= הגדרות\tF5
MENUSTR_ABOUT				= Honeyview אודות \tF1
MENUSTR_EXIT				= יציאה\tX

; about popup menu
MENUSTR_HOMEPAGE			= אתר הבית
MENUSTR_HELP				= עזרה במקשי קיצור

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			= הוסף ללשוניות\tB
MENUSTR_BOOKMARK_DELALL			= הסר את כל הלשוניות
MENUSTR_BOOKMARK_SETTTING		= הגדרות הלשוניות
MENUSTR_BOOKMARK_EDIT			= עריכת הלשוניות\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			= עצור מצגת\tCtrl+0
MENUSTR_SLIDESHOW_01			= שניות 1\tCtrl+1
MENUSTR_SLIDESHOW_02			= שניות 2\tCtrl+2
MENUSTR_SLIDESHOW_03			= שניות 3\tCtrl+3
MENUSTR_SLIDESHOW_04			= שניות 4\tCtrl+4
MENUSTR_SLIDESHOW_05			= שניות 5\tCtrl+5
MENUSTR_SLIDESHOW_06			= שניות 6\tCtrl+6
MENUSTR_SLIDESHOW_07			= שניות 7\tCtrl+7
MENUSTR_SLIDESHOW_08			= שניות 8\tCtrl+8
MENUSTR_SLIDESHOW_09			= שניות 9\tCtrl+9
MENUSTR_SLIDESHOW_10			= שניות 10
MENUSTR_SLIDESHOW_15			= שניות 15
MENUSTR_SLIDESHOW_20			= שניות 20
MENUSTR_SLIDESHOW_25			= שניות 25
MENUSTR_SLIDESHOW_30			= שניות 30
MENUSTR_SLIDESHOW_60			= שניות 60
MENUSTR_SLIDESHOW_90			= שניות 90
MENUSTR_SLIDESHOW_LOOP			= חזור
MENUSTR_SLIDESHOW_RANDOM		= אקראי

MENUSTR_PAGETURNFX_NONE			= ללא אפקטים
MENUSTR_PAGETURNFX_HV2			= הפוך
MENUSTR_PAGETURNFX_ALPHA		= הדעך
MENUSTR_PAGETURNFX_SLIDE		= החלק

MENUSTR_PHOTOFOLDER_COPY1		= (1) העתק לתיקיית התמונות \tInsert
MENUSTR_PHOTOFOLDER_MOVE1		= (1) העבר לתיקיית התמונות \tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		= (2) העתק לתיקיית התמונות \tShift+Insert
MENUSTR_PHOTOFOLDER_SETTING		= הגדרות תיקיית התמונות
MENUSTR_PHOTOFOLDER_OPEN		= (1) פתח את תיקיית התמונות 

MENUSTR_TRANSFORMDLG			= המר תמונה (סיבוב,שינוי גודל)\tCtrl+T

[DIALOG]
IDCANCEL				= ביטול
IDOK					= אישור

[IDD_ABOUT]  
IDD_ABOUT				= Honeyview אודות 
IDC_BTN_HOMEPAGE			= אתר הבית
IDC_BTN_UPDATE				= עידכון

[IDD_SETTING]
IDD_SETTING				= הגדרות
IDC_BTN_INIT				= איפוס

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			= הגדרות ראשיות
IDC_CHK_USESNAP				= חלון לחיצה
IDC_CHK_DONOTREMEMBERFOLDER		= אל תשמור את נתיב התיקייה האחרונה
IDC_CHK_ONE_INSTANCE			= Honeyview אל תאפשר מספר מופעים ב
IDC_CHK_ASK_DELETE			= בקש אישור לפני מחיקת קובץ
IDC_CHK_NO_CENTER_MESSAGE		= הודעות דיווח תצוגה בפינה ולא במרכז
IDC_CHK_ALWAYS_ON_TOP			= תמיד למעלה (Ctrl+A)
IDC_CHK_ESC_TO_EXIT			= לסגירת חלון ESC לחצן
IDC_CHK_CHECK_UPDATE			= בדוק עבור גרסאות אחרונות
IDC_CHK_CHECK_UPDATE_MINOR		= חפש עבור גרסאות משניות
IDC_STATIC_LASTFILEACTION_IMAGE		= פעולה בתמונה ראשונה/אחרונה:
IDC_STATIC_LASTFILEACTION_ARCHIVE	= פעולה בארכיון ראשון/אחרון

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				= הגדרות תצוגה
IDC_CHK_SHOWBORDER			= הצג גבול חלון ראשי
IDC_CHK_SHOW_OVERLAY_FILEINFO		= הצג שם קובץ על תמונה בעת שהתפריט העליון מוסתר (Shift+TAB :מקש קיצור)
IDC_CHK_SAVE_ZOOM_FIX			= פנים/חוץ מתוקן Zoom שמור מצב  
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		= אל תציג את שורת התפריטים העליונה
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		= אל תציג את סרגל הבקרה בתחתית
IDC_CHK_DO_NOT_SIDE_ARROW		= אל תציג את לחצני החצים בצד
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= אל תציג את בקרת מידע האנימציה
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= Zoom אל תציג את בקרת מידע ה 
IDC_CHK_HIDE_TOOLTIP_HELP		= אל תציג טיפ כלים במעבר העכבר
IDC_CHK_EXIFINFO_SMALL_FONT		= השתמש בגופן קטן עבור מידע EXIF/קובץ 
IDC_CHK_USEBKGNDIMAGE			= שנה את תמונת הרקע הברירת מחדל
IDC_BTN_BKGND_SET			= דפדף
IDC_BTN_BKGND_OPEN			= פתח תיקייה
IDC_STATIC_BKGNDCOLOR			= צבע רקע
IDC_BTN_BKGND				= בחר
IDC_STATIC_BORDERCOLOR			= צבע מסגרת
IDC_BTN_BORDERCOLOR			= בחר

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			= הגדרות הלשוניות
IDC_CHK_AUTOBOOKMARK			= שמור אוטומטית את המיקום הנוכחי של התמונה בלשוניות
IDC_CHK_SHARE_SETTING			= שתף הגדרת תצורה/לשוניות בקרב מספר מופעים
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	= זכור אוטומטית את מיקום התמונה הנוכחי בקובץ דחוס
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	= מחק
IDC_STATIC_MAX_BOOKMARK			= מספר לשוניות מרבי

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			= רשימת קבצי הרחבה מחוברים
IDC_BTN_IMAGE_SELECT			= בחר הכל
IDC_BTN_IMAGE_DESELECT			= בטל הכל
IDC_BTN_APPLY_NOW			= החל עכשיו

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			= שיוך הרחבת התוכנה
IDC_STATIC_ASSOC_DESC1			= :או גרסאות מאוחרות יותר, הינך יכול לחבר את הרחבת התוכנה לקבצים כדלקמן Windows 8 עבור 
IDC_STATIC_ASSOC_DESC2			= 1. לחץ על לחצן - הגדרות שיוך.
IDC_STATIC_ASSOC_DESC3			= 2. סמן את "בחר הכל" בחלון הגדרות השיוך שבתוכנה
IDC_STATIC_ASSOC_DESC4			= 3. לחץ על לחצן - שמירה
IDC_STATIC_ASSOC_DESC1_10		= :או גרסאות מאוחרות יותר, הינך יכול לחבר את ההרחבת התוכנה לקבצים כדלקמן Windows 10 עבור
IDC_STATIC_ASSOC_DESC2_10		= 1. לחץ על לחצן - הגדרות שיוך
IDC_STATIC_ASSOC_DESC3_10		= 2. גש למציג התמונות בחלון אפליקציות הברירת מחדל
IDC_STATIC_ASSOC_DESC4_10		= 3.  בתור מציג התמונות הברירת מחדל "Honeyview" בחר את
IDC_BTN_LAUNCH_ASSOC_REG_UI		= הגדרות שיוך
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		= השיטה הקלאסית

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		= עיבוד תמונה
IDC_CHK_EXIFROTATION			= EXIF סיבוב תמונה אוטומט על סמך מידע 
IDC_CHK_STRONG_SHARPEN			= השתמש במסנן מחודד חזק
IDC_CHK_CACHE_IMAGE			= הטמן תמונה באה
IDC_STATIC_CACHE_MEMORY_SIZE		= התמן גודל זיכרון
IDC_CHK_ALIGN_TOP_WHEN_LARGE		= הצג את החלק העליון אם התמונה גדולה מהחלון
IDC_CHK_USE_PREVIEW_MODE		= הצג תחילה תמונות באיכות נמוכה עבור ביצועים מהירים יותר
IDC_CHK_USE_IMAGE_ICC			= של קובץ התמונה ICC השתמש בנתוני פרופיל
IDC_CHK_USE_MONITOR_ICC			= של הצג ICC השתמש בנתוני פרופיל
IDC_STATIC_GIF_TRANSPARENT_OPTION	= GIF רקע שקוף עבור תמונות 
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	= רקע שקוף לתמונות של 32 סיביות
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	= אינטרפולציה (שינוי גודל מסנן)
IDC_STATIC_PAGETURNFX			= אפקט פניית דף

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		= אפשר
IDC_STATIC_CUSTOMKEYDESC_KEY		= מקש קיצור
IDC_STATIC_CUSTOMKEYDESC_ACTION		= פעולה

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		= הגדרות
IDC_STATIC_CUSTOMMOUSE_ACTION		= פעולה
IDC_CHK_CUSTOM_LBUTTON			= מקש ימני
IDC_CHK_DBLCLICK2MAXIMIZE		= מקסם/שחזר ע"י לחיצה כפולה
IDC_CHK_CLICK2PAGETURN			= הפעל דף כאשר הצד השמאלי או הימני של המסך לוחץ
IDC_CHK_CUSTOM_MBUTTON			= מקש אמצעי
IDC_CHK_CUSTOM_RBUTTON			= מקש ימני
IDC_CHK_CUSTOM_XBUTTON			= X מקש
IDC_CHK_CUSTOM_YBUTTON			= Y מקש
IDC_CHK_CUSTOM_WHEELUP			= גילגול עכבר למעלה 
IDC_CHK_CUSTOM_WHEELDN			= גילגול עכבר למטה

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			= הגדרות תפריט הקשר
IDC_CHK_SHELL_USE_SHELL_MENU		= Windows השתמש בתפריט ההקשר עם הסייר של 
IDC_CHK_SHELL_TRANSFORM_DLG		= Honeyview המר תמונה עם 
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	= Honeyview הצג תמונה עם 
IDC_CHK_SHELL_PREVIEW_IMAGE		= תצוגה מקדימה בתפריט ההקשר
IDC_CHK_SHELL_SHOW_IMAGE_INFO		= הצג מידע תמונה
IDC_CHK_SHELL_SHOW_ICON			= Honeyview הצג את האייקון של

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			= הגדרות שונות
IDC_STATIC_PHOTOFOLDER			= תיקיית תמונות
IDC_STATIC_PHOTOFOLDER_DESC1		= תיקיית תמונות 1
IDC_STATIC_PHOTOFOLDER_DESC2		= תיקיית תמונות 2
IDC_BTN_PHOTOFOLDER_SET1		= דפדף
IDC_BTN_PHOTOFOLDER_OPEN1		= פתח
IDC_BTN_PHOTOFOLDER_SET2		= דפדף
IDC_BTN_PHOTOFOLDER_OPEN2		= פתח
IDC_STATIC_EXTPROGRAM			= עורך תמונות
IDC_BTN_SET_EXTPROG0			= דפדף
IDC_BTN_SET_EXTPROG1_FAST		= קבו"מ
IDC_CHK_PAGETURNWAV			= אפקט קול לפניה לדף
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	= RAW אל תפתח קבצי תמונת
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	= עם אותו שם REW אל תפתח קבצי תמונת,JPEG בעת פתיחת קובץ
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	=  הצג תמונה ממוזערת אם יש ,RAW בעת פתיחת קבצי תמונת
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	= התאם את גודל החלון לגודל התמונה
IDC_CHK_DISABLE_SCREEN_SAVER		=  פועל Honeyview השבת את שומר המסך כאשר

[IDD_SETTING_LANG]
IDC_STATIC_LANG				= הגדרות שפה
IDC_STATIC_OPEN_MULTLANG_PAGE		= [...הורד עוד שפות]
IDC_STATIC_OPEN_LANG_FOLDER		= [...פתח תיקיית שפות]

[IDD_PAGESELECT]
IDD_PAGESELECT				= בחר תמונה
IDC_CHECK_SHOW_THUMBNAIL		= הסתר את ניווט התמונות הממוזערות

[IDD_PASSINPUT]
IDD_PASSINPUT				= הכנס סיסמא
IDC_STATIC_PASSDESC			= הקובץ מוצפן. הכנס סיסמא בבקשה

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			= ערוך לשוניות
IDC_BTN_DEL				= מחק
IDC_BTN_IMPORT				= יבא לשוניות
IDC_BTN_EXPORT				= יצא לשוניות

[IDD_PRINT]
IDD_PRINT				= הדפס
IDC_GROUP_PRINTER			= בחר מדפסת
IDC_BTN_PRINTER_PROPERTY		= מאפיינים
IDC_CHK_ROTATE				= סובב 90˚
IDC_CHK_FIT_IN				= התאם תמונה לגודל הנייר
IDC_STATIC_ZOOM				= התאמת גודל
IDC_STATIC_MARGIN_L			= שוליים שמאליים
IDC_STATIC_MARGIN_T			= פסגה
IDC_STATIC_MARGIN_R			= ימין
IDC_STATIC_MARGIN_B			= תחתית
IDC_STATIC_COPIES			= עותקים
IDC_BTN_PRINT				= הדפס
IDC_BTN_CLOSE				= סגור

[IDD_UPDATE]
IDD_UPDATE				= Honeyview עידכוני
IDC_STATIC_MESSAGE_1			= מוכנים Honeyview עיכוני.
IDC_STATIC_MESSAGE_2			= לחץ על לחצן "עידכון" כדי להתקין את הגרסא החדשה
IDOK					= עידכון
IDCANCEL				= ביטול
IDC_BTN_SETTING_UPDATE			= הגדרות

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			= שנה שם או שכתב מחדש
IDC_STATIC_ASK_OVERWRITE		= הקובץ כבר קיים
IDC_STATIC_SRC				= תמונה נוכחית
IDC_STATIC_DST				= תמונת יעד
IDC_BTN_OVERWRITE			= שכתב
IDC_BTN_RENAME				= שמור בתור

[IDD_WALLPAPER]
IDD_WALLPAPER				= הגדר רקע מסך
IDC_STATIC_PREVIEW			= הצגה מוקדמת
IDC_STATIC_BACK_COLOR			= צבע רקע
IDC_RADIO_BACKCOLOR_0			= שחור
IDC_RADIO_BACKCOLOR_1			= אוטומט
IDC_RADIO_BACKCOLOR_2			= מותאם אישית
IDC_BTN_BKGND				= בחר
IDC_BTN_CLOSE				= סגור
IDC_BTN_APPLY				= החל עכשיו

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			= פתח קובץ
IDC_STATIC_OPENING			= פותח

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			= בחר תיקייה
IDC_STATIC_FOLDER			= מיקום תיקייה
IDC_BTN_NEWFOLDER			= תיקייה חדשה
IDC_CHK_OPEN_SUBFOLDER			= כלול את כל הקבצים ותיקיות המשנה

[IDD_TRANSFORM]
IDD_TRANSFORM				= המרת תמונה
IDC_STATIC_FILELIST			= רשימת קבצים
IDC_STATIC_PREVIEW			= תצוגה מוקדמת
IDC_BTN_START				= התחל
IDC_BTN_CLOSE				= סגור
IDC_BTN_OPEN_DEST_FOLDER		= פתח תיקייה 
[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			= סובב
IDC_RADIO_ROTATE_NONE			= אל תסובב
IDC_RADIO_ROTATE_LEFT			= סובב 90˚ נגר כיוון השעון
IDC_RADIO_ROTATE_RIGHT			= סובב 90˚ עם כיוון השעון
IDC_RADIO_ROTATE_180			= סובב 180˚
IDC_RADIO_ROTATE_AUTO			= EXIF סובב אוטומט על סמך מידע 
IDC_STATIC_RESIZE			= שנוי גודל 
IDC_STATIC_RESIZE_SIZE			= גודל חדש

IDC_STATIC_FORMAT			= הגדרות פורמט
IDC_STATIC_FORMAT_SELECT		= פרומט
IDC_STATIC_FORMAT_QUALITY		= איכות
IDC_STATIC_SAVE				= תיקיית פלט
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	= שמור את התיקייה המקורית
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	= שמור לתיקיית התמונות
IDC_RADIO_TARGETFOLDER_CUSTOM		= שמור אל
IDC_STATIC_FILENAME_HEADER		= קידומת שם קובץ
IDC_STATIC_FILENAME2SAVE		= תצוגה מקודמת לשם הקובץ
IDC_BTN_INIT				= איפוס


[SKIN]
$TT_FULLSCREEN				= (Alt+Enter) מסך מלא 
$TT_TOGGLE_ZOOM_CONTROL			=  / :מקש קיצור
$TT_TOGGLE_ANIMINFO_CONTROL		= Alt+Z :מקש קיצור 
$TT_PAGESELECT				= (Enter) בחר תמונה 
$TT_LOCKCONTROLBAR			= (~ :מקש קיצור) בקרת נעילה 
$TT_LOCKTITLEBAR			= תפריט נעילה (מקש קיצור: `)
$TT_COPY_EXIFINFO			=  (Ctrl+Shift+C) EXIF העתק תמונה או מידע 
$TT_TOGGLE_EXIF				= (Tab :מקש קיצור) EXIF הצג/הסתר תמונה או מידע  
$TT_LAUNCH_GPS_LOCATION			= (Ctrl+Shift+G) ראה את המיקום במפות של גוגל 
$TT_PLAY_SOUNDNSHOT			= (Sound and Shot file) הפעל את קובת השמע 
$TT_CLOSE_EXIFINFO			= (Tab :מקש קיצור) סגור 
$TT_PREV_BTN				= L-Mouse:קודם, R-Mouse:קודם 10 אחורה
$TT_NEXT_BTN				= L-Mouse:הבא, R-Mouse:הבא 10 קדימה

$BTN_TEXT_EXIF				= EXIF
$BTN_TEXT_GPS				= GPS
$BTN_TEXT_PLAY_SOUNDNSHOT		= גודל&&צילום
$BTN_TEXT_SHOWMODE			= הצג
$BTN_TEXT_PHOTOFOLDER			= העתק אל
$BTN_TEXT_EDIT				= ערוך
$BTN_TEXT_STICKY			= נעל
$BTN_TEXT_BOOKMARK			= לשוניות
$BTN_TEXT_SLIDESHOW			= מצגת
$BTN_TEXT_UPDATE			= גרסא חדשה זמינה

$TEXT_SETTINGTAB_GENERAL		= ראשי
$TEXT_SETTINGTAB_VIEW			= הצג
$TEXT_SETTINGTAB_BOOKMARK		= לשוניות
$TEXT_SETTINGTAB_ASSOC			= שיוך
$TEXT_SETTINGTAB_IMAGEPROCESS		= עיבוד תמונות
$TEXT_SETTINGTAB_KEYBOARD		= מקלדת
$TEXT_SETTINGTAB_MOUSE			= עכבר
$TEXT_SETTINGTAB_SHELL			= רשימת הקשר
$TEXT_SETTINGTAB_ETC			= שונות
$TEXT_SETTINGTAB_LANG			= שפה

$TEXT_DESKTOP				= שולחן עבודה
$TEXT_DOCUMENT				= מסמכים
$TEXT_PICTURE				= תמונות
$TEXT_COMPUTER				= מחשב


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		=(&2) Honeyview המר עם 
TEXT_LAUNCH_HONEYVIEW			=(&3) Honeyview הצג עם
TEXT_LOADING				= ...טוען
TEXT_IMAGE_LOAD_FAILED			= נכשל בטעינת קובץ
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= תצוגה מקדימה אינה זמינה


[INSTALLER]
LNK_FILE_DESC				= Honeyview הפעל את 
UNINSTALLER_LNK_NAME 			= הסרת תוכנית

MSG_STILLRUN_EXIT_PROGRAM		= Honeyview פועל. בבקשה סגור את התוכנית קודם
MSG_ASK_DELETE_ALL_FILES		=  הקבצים ב $INSTDIR לא הוסרו. [br]האם להסיר אותם?
MSG_ASK_RESTART_EXPLORER		= להשלמת ההסרה, סייר הקבצים צריך הפעלה מחדש. האם ברצונך לבצע זאת עכשיו?
MSG_ASK_UNINSTALL_HV3			= Honeyview3 כבר מותקן. עליך להסירו כדי להתקין את הגרסא החדשה. האם ברצונך להמשיך בפעולה?
MSG_UNINSTALL_HV3_FAILED		= נכשל להסיר את התוכנה
MSG_RESTART_EXPLORER			= Honeyview סייר הקבצים יופעל מחדש על מנת להשלים את הסרת 

TEXT_LICENSE				= Honeyview הסכם רישיון של
TEXT_OPTIONS				= אפשרויות התקנה
TEXT_OPT_PROGRAMGROUP			= צור קבוצת תוכנה
TEXT_OPT_DESKTOPSHORCUT			= צור קיצור דרך על שולחן העבודה
TEXT_OPT_QUICKLAUNCH			= צור קיצור דרך על הפעלה מהירה
TEXT_OPT_FOLDER				= תיקיית יעד
TEXT_OPT_REGIMAGE			= שייך הרחבות קבצי תמונה
TEXT_SELECT_FOLDER			= בחר תיקייה
TEXT_LICENSE_LINK			= [אתר הבית]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	= סוף הסכם רישיון למשתמש
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	=  Bandisoft הוא מציג תמונה חופשי ומהיר במיוחד שפותח ומופץ על ידי Honeyview[br][br] תכנית זו אינה כרוכה בתשלום עבור פרט, ארגון, ממשלה ועוד.

TEXT_ASK_RESTART_EXPLORER		= ?סייר הקבצים יופעל מחדש על מנת לסיים את ההתקנה. האם ברצונך להפעילו מחדש עכשיו
TEXT_NEED_ADMIN_PRIVILEGE		= תכנית זו ניתן להתקין רק על ידי משתמש עם הרשאות מנהל. [br] [br] משתמשים ללא הרשאות לא יוכלו להתקין את התכנית כמו שצריך. [br] [br] האם אתה רוצה לעצור את ההתקנה?

